{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_CA","plural_forms":"nplurals=2; plural=(n > 1);"},"incorrect service":["Service incorrect"],"incorrect email":["Adresse Email incorrecte"],"incorrect duration":["durée incorrecte"],"incorrect quantity":["quantité incorrecte"],"incorrect time offset":["décalage horaire incorrect"],"incorrect time":["heure incorrecte"],"incorrect day":["jour incorrect"],"incorrect attachment":["fichier joint inccorect"],"incorrect phone":["téléphone incorrect"],"Monday":["Lundi"],"Tuesday":["Mardi"],"Wednesday":["Mercredi"],"Thursday":["Jeudi"],"Friday":["Vendredi"],"Saturday":["Samedi"],"Sunday":["Dimanche"],"Daily booking limit is reached, please select another date":["Limite de réservation quotidienne dépssée, veuillez svp sélectionner une autre date"],"Awaiting approval":["En attente de validation"],"Approved":["Validé"],"Paid (awaiting approval)":["Payé (en attente de validation)"],"Paid (approved)":["Paiement validé"],"Arrived":["Arrivé"],"Managed by WooCommerce":["Géré par Woo Commerce"],"One-way (export)":["Unidirectionnel (exportation)"],"One-way (import)":["Unidirectionnel (importation)"],"Two-ways":["Bidirectionnel"],"Customer":["Client"],"Auto":["Auto"],"Click here to add this event to your Google Calendar.":["Cliquer ici pour ajouter l'évènement à votre calendrier Google"],"Click here to cancel this booking.":["Cliquer ici pour annuler cette réservation"],"Click here to approve this booking.":["Cliquer ici pour valider cette réservation"],"no data":["pas de données"],"Cardholder name":["Nom du titulaire de la carte"],"City":["Ville"],"Country":["Pays"],"Address line 1":["Adresse ligne 1"],"Postal code":["Code postal"],"State":["Région"],"Service":["Service"],"Created on":["Crée le"],"Date":["Date"],"Time":["Heure"],"Places booked":["Places réservées"],"Customer name":["Nom du client"],"Customer email":["adresse mail du client"],"Phone":["Téléphone"],"Customer comment":["Commentaires du client"],"Custom fields":["Champs personnalisées"],"Status":["Statut"],"Payment method":["Méthode de paiement"],"Price":["Prix"],"Coupon":["Coupon"],"User IP":["IP utilisateur"],"Appointment canceled":["Rendez-vous annulée"],"Your appointment canceled":["Votre rendez-vous a été annulé"],"Invoice":["Facture"],"Name":["Nom"],"Email":["Email"],"Additional information":["information complémentaire"],"incorrect id":["id incorrect"],"incorrect name":["nom incorrect"],"incorrect multiple limit":["limite multiple incorrecte"],"incorrect multiple low limit":["limite inférieure multiple incorrecte"],"incorrect prepare_time":["mauvaise heure de préparation"],"incorrect step":["Espace incorrect"],"incorrect min_quantity":["min_quantity incorrecte"],"incorrect priority":["priorité incorrecte"],"incorrect price":["prix incorrect"],"incorrect interval":["intervalle incorrect"],"available":["disponible"],"Select time slot":["Sélectionner un créneau horaire"],"General":["Général"],"Booking rules":["Règles de réservation"],"User interface":["Interface utilisateur"],"Email notifications":["Notifications via Email"],"Wording / Translation":["Libellé / Traduction"],"PayPal":["Paypal"],"Stripe":["Stripe"],"Google Calendar":["Calendrier Google"],"SMS":["SMS"],"WooCommerce":["WooCommerce"],"Zoom":["Zoom"],"Backend interface":["Interface Backend"],"Timezone":["Fuseau horaire"],"Select your local timezone for both the backend and booking form.":["Selectionner votre fuseau horaire pour l'interface backend et le formulaire de réservation"],"Form layout":["Disposition du formulaire"],"Default":["Défaut"],"For themes with narrow columns":["Pour les thèmes avec des colonnes étroites"],"Choose between the default layout or the layout optimized for themes with narrow columns.":["Choisir entre la disposition par défaut ou la disposition optimisée pour les thèmes avec des colonnes étroites."],"Show suitable hours":["Afficher les heures appropriées"],"Multiple bookings in one session":["Réservation multiple sur une session"],"Turn on to activate the multiple booking mode that allows booking multiple time slots in the same booking.":["Activer le mode de réservation multiple qui permet de réserver plusieurs plages horaires dans la même réservation."],"Auto-advance to the next step in the booking form":["Date et heure dans la barre latérale du formulaire de réservation."],"Turn on to automatically go to the next step after selecting a time interval in the booking form's Date and time step.":[""],"Phone number masked input":["Saisie masquée du numéro de téléphone"],"jQuery Masked Input Plugin":["PLugin jQuery Masqued Input"],"jQuery Mask Plugin":["PLugin JQuery"],"Disabled":["Désactivé"],"Phone format":["Format du téléphone"],"Customize the format for phone numbers using numeric symbols. You can use \"0\" to represent numeric placeholders. E.g.: (000) 000-0000. Leave this field blank if you do not wish to use a specific phone format.":["Personnalisez le format des numéros de téléphone à l’aide de symboles numériques. Vous pouvez utiliser « 0 » pour représenter les espaces réservés numériques. Par exemple : (000) 000-0000. Laissez ce champ vide si vous ne souhaitez pas utiliser un format de téléphone spécifique."],"Phone field is mandatory":["Le champ téléphone est obligatoire"],"Turn on to make the phone field mandatory.":["Activer pour rendre le champ téléphone obligatoire"],"Show booked time slots":["Afficher les plages horaires réservées"],"Turn on to show booked time slots as \"Booked\".":["Activer pour afficher les plages horaires réservées comme \"Réservé\"."],"Autolock bookings":["Réservations en verrouillage automatique"],"When one service is booked, it will automatically lock another one, preventing conflicting bookings.":["Lorsqu’un service est réservé, il bloque automatiquement un autre, empêchant les réservations conflictuelles."],"Perform autolock on":["Activer le verrouillage automatique"],"Choose whether the autolock feature applies to all services or only services within the same category.":["Choisissez si le verrouillage automatique s’applique à tous les services ou uniquement aux services de la même catégorie."],"All services":["Tous les services"],"Services in the same category":["Services dans la même catégorie"],"Autolock for group booking services":["Verrouillage automatique pour les services de groupes de réservation"],"Choose to either \"Lock time slot\" or \"Reduce count of available places\" when a group booking is turned on.":["Choisissez soit \"Verrouiller le créneau horaire\" ou \"Réduire le nombre de places disponibles\" lorsqu’une réservation de groupe est activée."],"Lock time slot":["Plage horaire de verrouillage"],"Reduce count of available places":["Réduire le nombre de places disponibles"],"Default booking status":["Statut de la réservation par défaut"],"Specify the default status assigned to newly created bookings.":["Spécifiez le statut par défaut attribué aux réservations nouvellement créées."],"Allow payments only for approved bookings":["Autoriser les paiements uniquement aux réservations validées"],"Turn on to restrict payment functionality to approved bookings only.":["Activer pour limiter la fonctionnalité de paiement uniquement aux réservations validées."],"Coupons":["Coupons"],"Turn on to activate the coupon feature in the booking system. Read more about <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/set-up-frontend-booking-process/coupons/\">Coupns setup</a>.":["Activer la fonction de coupon dans le système de réservation. En savoir plus sur <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/set-up-frontend-booking-process/coupons/\">Réglage des coupons</a>."],"Delete unpaid bookings":["Supprimer les réservations impayées"],"Set expiration time on booking":["Définir l’heure d’expiration sur la réservation"],"Set expiration time on approve":["Définie le délai d'expiration sur validé"],"Turn on to automatically delete unpaid bookings.":["Activer l'effacement automatique des réservations non payées"],"Delete unpaid bookings with started payment.":["Effacer les réservations non payées avec le paiement commencé"],"Do not delete bookings with started transaction":["Ne pas effacer les réservations avec une transaction en cours"],"Delete bookings with started transaction":["Effacer les réservations avec une transaction en cours"],"Choose whether to automatically remove unpaid bookings that have already initiated the payment process.":["Choisissez de supprimer automatiquement les réservations non payées qui ont déjà commencé le processus de paiement."],"Time to pay (in minutes)":["Durée pour payer (en minutes)"],"Specify the time given to the customer (in minutes) for completing the payment before the booking is automatically deleted.":["Spécifiez le temps donné au client (en minutes) pour effectuer le paiement avant que la réservation ne soit automatiquement supprimée."],"Cancellation buffer (in minutes)":["Tampon d’annulation (en minutes)"],"Set the cutoff time (in minutes) before the scheduled booking when customers cannot cancel or modify their bookings.":["Définissez l’heure limite (en minutes) avant la réservation planifiée lorsque les clients ne peuvent pas annuler ou modifier leurs réservations."],"Allow cancellation of paid bookings":["Autoriser les annulations des réservations payées"],"Allow":["Autoriser"],"Disallow":["Désactiver"],"Turn on to allow customers to cancel their paid bookings.":["Activer pour permettre aux clients d'annuler leurs réservations payées"],"Allow only one booking per time slot from an email":["Autoriser une seule réservation par tranche horaire à partir d’un courriel"],"Turn on to restrict customers from making multiple bookings for the same time slot using the same email address.":["Activez cette option pour empêcher les clients de faire plusieurs réservations pour la même plage horaire en utilisant la même adresse mail."],"Allow only one booking per day from an email":["Autoriser uniquement une réservation par jour pour une adresse mail"],"Turn on to restrict customers from making multiple bookings for the same day using the same email address.":["Activez cette option pour empêcher les clients de faire plusieurs réservations le même jour en utilisant la même adresse mail."],"Allow only one booking per service from an email":["Autoriser uniquement une réservation par service pour une adresse mail"],"Turn on to restrict customers from making multiple bookings for the same service using the same email address.":["Activer cette option pour empêcher les clients de faire plusieurs réservations pour le même service en utilisant la même adresse mail."],"Delete pending bookings (in minutes)":["Supprimer les réservations en attente (en minutes)"],"Specify the minutes (X) after which \"Awaiting Approval\" bookings will be automatically deleted. To disable automatic deletion, set the value to 0.":["Spécifier les minutes (X) après lesquelles les réservations \"En attente d’approbation\" seront automatiquement supprimées. Pour désactiver la suppression automatique, définissez la valeur sur 0."],"Maximum number of bookings at a specific time":["Nombre maximum de réservations à un moment précis"],"Set the system-wide maximum number of bookings allowed at any given time for all services. Leave it empty for no restrictions.":["Définir le nombre maximal de réservations autorisées à tout moment pour tous les services. Laisser vide pour aucune restriction."],"Maximum number of bookings on a specific day":["Nombre maximum de réservations sur un jour spécifique"],"Set the limit for the maximum number of bookings across all services in a day. Leave it empty for no restrictions.":["Fixer la limite du nombre maximal de réservations pour tous les services d’une journée. Laisser vide pour aucune restriction."],"Lock time slot if at least one place is booked":["Verrouiller le créneau horaire si au moins une place est réservée"],"Select the services for which a time slot will be automatically locked once at least one place is booked. Note: With autolock turned on, connected service bookings are considered when locking time slots.":["Sélectionner les services pour lesquels un créneau horaire sera automatiquement verrouillé une fois qu’au moins une place est réservée. Remarque : Lorsque le verrouillage automatique est activé, les réservations de services connectés sont prises en compte lors du verrouillage des plages horaires."],"Lock whole day if at least one time slot is booked":["Verrouiller toute la journée si au moins une plage horaire est réservée"],"\"Select the services for which a whole day will be automatically locked once at least one time slot is booked. \nNote: With autolock turned on, connected service bookings are considered when locking a day.\"":["\"Sélectionner les services pour lesquels une journée entière sera automatiquement verrouillée une fois au moins un créneau horaire réservé. \nRemarque : Lorsque le verrouillage automatique est activé, les réservations de services connectés sont prises en compte lors du verrouillage d’un jour.\""],"Lock one time slot before and after booking":["Etiquette créneaux horaires frontend"],"\"Select the services for which time slots before and after the booking will be automatically locked.\nNote: With autolock turned on, connected service bookings are considered when locking time slots.\"":["\"Sélectionner les services pour lesquels les plages horaires avant et après la réservation seront automatiquement verrouillées.\nRemarque : Lorsque le verrouillage automatique est activé, les réservations de services connectés sont prises en compte lors du verrouillage des plages horaires.\""],"Special business hours":["Heures d’ouverture spéciales"],"Modify the business hours of specific services on particular dates.":["Modifier les heures d’ouverture de services spécifiques à des dates particulières."],"Example 1: 1 01/15/2023 15:00-18:00":["Exemple 1: 1 01/15/2023 15:00-18:00"],"This indicates that the service with the ID 1 will be available on 01/15/2023 from 15:00 to 18:00.":["Cela signifie que le service avec l'ID 1 sera disponible le 15/01/2023 de 15h00 à 18h00."],"Example 2: 01/15/2023 15:00-18:00":["Exemple 2: 01/15/2023 15:00-18:00"],"This means that all services will be available on 01/15/2023 from 15:00 to 18:00.":["Cela signifie que tous les services seront disponibles le 15/01/2023 de 15h00 à 18h00."],"Load CSS & JS only on the booking page":["Charger CSS et JS uniquement sur la page de réservation"],"Turn on to load CSS and JS files only when the booking form shortcode is detected on the page, optimizing performance for non-booking pages.":["Activez le chargement des fichiers CSS et JS uniquement lorsque le raccourci du formulaire de réservation est détecté sur la page, optimisant ainsi les performances pour les pages sans réservation."],"Disable booked dates in calendar":["Désactiver les dates réservées dans le calendrier"],"No":["Non"],"Yes":["Oui"],"Yes (including bookings from neighboring services.)":["Oui (y compris les réservations des services voisins.)"],"Disable date in the calendar if no free time slots found.":["Désactiver la date dans le calendrier si aucun créneau horaire libre n’est trouvé."],"Holidays":["Vacances"],"Set dates when your business is closed, and no new bookings will be accepted.":["Fixer des dates de fermeture de votre entreprise et aucune nouvelle réservation ne sera acceptée."],"Recurring holidays":["Jours fériés récurrents"],"Turn on to set holidays as recurring yearly.":["Activer pour définir les jours fériés comme récurrents chaque année."],"Send booking confirmation email (to customer)":["Envoyer un courriel au client"],"Turn on to automatically send a booking confirmation email to the customer after booking.":["Activer pour envoyer automatiquement un courriel de confirmation de réservation au client après la réservation."],"Attach iCal file to the email":["Joindre le fichier iCal au courriel"],"Turn on to attach iCal file to the booking confirmation email sent to customer.":["Activez pour joindre le fichier iCal au courriel de confirmation de réservation envoyé au client."],"Booking confirmation email subject line (booking done by the customer)":["Objet du courriel de confirmation de réservation (réservation effectuée par le client)"],"Customize the subject line for the email sent to the customer after they make a booking":["Personnaliser l’objet du courriel envoyé au client après sa réservation."],"List of available placeholders":["Liste des places réservées disponibles"],"Booking confirmation email message (booking done by the customer)":["Courriel de confirmation de réservation (réservation effectuée par le client)"],"Customize the email message sent to the customer after they make a booking. ":["Personnalisez le courriel envoyé au client après sa réservation. "],"Booking confirmation email subject line (booking done by the admin)":["Objet du courriel de confirmation de réservation (réservation effectuée par l’administrateur)"],"Booking confirmation email message (booking done by the admin)":["Courriel de confirmation de réservation (réservation effectuée par l’administrateur)"],"Send booking approval email (to customer)":["Envoyer le courriel d’approbation de réservation (au client)"],"Turn on to automatically send a notification email to the customer once their booking request is approved. ":["Activer pour envoyer automatiquement un e-mail de notification au client une fois sa demande de réservation approuvée. "],"Booking approval email subject line":["Objet du courriel d’approbation de la réservation"],"Your booking has been approved":["Votre réservation a été validée"],"Booking approval email message":["Courriel de validation de la réservation"],"Send admin a copy of booking approval email":["Envoyer à l’administrateur une copie du courriel de validation de la réservation"],"Turn on if you want to send a copy of the booking approval email to the admin. Please note that the copy will be sent only if the booking is approved via the approval link.":["Activer si vous souhaitez envoyer une copie du courriel de validation de réservation à l’administrateur. Veuillez noter que la copie ne sera envoyée que si la réservation est validée via le lien d’approbation."],"Send booking cancelation email (to admin)":["Envoyer le courriel d’annulation de réservation (à l’administrateur)"],"Turn on to automatically send a booking cancelation email to the admin after a booking is canceled.":["Activer pour envoyer automatiquement un couuriel d’annulation de réservation à l’administrateur après l’annulation d’une réservation."],"Booking cancelation email subject line":["Objet du courriel d’annulation de réservation"],"Booking canceled":["Réservation annulée"],"Booking cancelation email message":["Message électronique d’annulation de réservation"],"Send booking cancelation email (to customer)":["Envoyer le courriel d’annulation de réservation (au client)"],"Turn on to automatically send a booking cancelation email to the customer after a booking is canceled.":["Activer pour envoyer automatiquement un courriel d’annulation de réservation au client après l’annulation d’une réservation."],"Booking cancelation email message (cancelation done by the admin)":["Courriel d’annulation de réservation (annulation effectuée par l’administrateur)"],"Booking cancelation email message  (cancelation done by the customer)":["Courriel d’annulation de réservation (annulation effectuée par le client)"],"Send booking cancelation email (to other customers in the group booking)":["Envoyer l’email d’annulation de réservation (aux autres clients de la réservation de groupe)"],"Turn on to automatically send a booking cancelation email to all the customers added to the group booking.":["Activer pour envoyer automatiquement un courriel d’annulation de réservation à tous les clients ajoutés au groupe de réservation"],"Send booking confirmation email (to admin)":["Envoyer l’email de confirmation de réservation (à l’administrateur)"],"Turn on to automatically send a booking confirmation email to the admin.":["Activer pour envoyer automatiquement un e-mail d’annulation de réservation à l’administrateur après l’annulation d’une réservation."],"Turn on to attach iCal file to the booking confirmation email sent to the admin.":["Activer pour joindre le fichier iCal au courriel de confirmation de réservation envoyé à l'administrateur"],"Booking confirmation mail subject line":["Sujet du courriel de confirmation de réservation"],"New booking of #service_name":["Nouvelle réservation de #service_name"],"Booking confirmation email message":["Message du courriel de confirmation de réservation"],"Send payment received email (to admin)":["Envoyer un courriel indiquant que le paiement a été reçu (à l'administrateur)"],"Turn on to automatically send an email notification to the administrator when a payment for a booking is received. ":["Activer pour envoyer automatiquement une notification par courriel à l’administrateur lorsqu’un paiement pour une réservation est reçu. "],"Payment received email subject line":["Objet du paiement reçu par courriel"],"Payment received email message":["message du courriel de paiement reçu"],"Send payment received email (to customer)":["Envoyer le paiement reçu par courriel (au client)"],"Turn on to automatically send an email notification to the customer when a payment for a booking is received. ":["Activer pour envoyer automatiquement une notification par courriel au client lorsqu’un paiement pour une réservation est reçu. "],"Send payment received email for 'Pay on arrival' method":["Envoyer un courriel indiquant que le paiement a été reçu (à l'administrateur)"],"Turn on to automatically send an email notification to the customer after they choose the 'Pay on Arrival' payment method.":["Activer pour envoyer automatiquement une notification par courriel au client lorsque le statut de sa réservation est changé en \"Arrivé.\""],"Send status \"Arrived\" email (to customer)":["Envoyer le statut \"Arrivé\" par courriel (au client)"],"Turn on to automatically send an email notification to the customer when the status of their booking is changed to \"Arrived.\"":["Activer pour envoyer automatiquement une notification par courriel au client lorsque le statut de sa réservation est changé en \"Arrivé.\""],"Status \"Arrived\" email subject line":["Sujet du courriel de statut \"Arrivé\""],"Status \"Arrived\" email message":["Message du courriel de statut \"Arrivé\""],"Set delay for \"Arrived\" email":["Message du courriel de statut \"Arrivé\""],"Specify the delay (in hours) for the \"Arrived\" email notification. Alternatively, leave this field empty to send the notification immediately after the status is changed":[""],"Send reminder email (to admin)":["Envoyer un courriel de rappel (à l’administrateur)"],"Turn on to send admin automatic email reminders for upcoming bookings.":["Activer pour envoyer des rappels automatiques par courriel à l’administrateur pour les réservations à venir."],"Reminder email subject line":["Objet du courriel de rappel"],"Reminder email message":["Message de courriel de rappel"],"Send reminder email (to customer)":["Envoyer un courriel de rappel (au client)"],"Turn on to send customers automatic email reminders for their upcoming bookings.":["Activer pour envoyer aux clients des rappels automatiques par courriel pour leurs réservations à venir."],"Send reminders to customers in X days":["Envoyer des rappels aux clients dans X jours"],"Select the timing for the reminder notification. For instance, set the value to 0 for the day of booking, 1 for one day before the booking, 2 for two days before, and so on.":["Sélectionner le moment de la notification de rappel. Par exemple, définissez la valeur sur 0 pour le jour de la réservation, 1 pour un jour avant la réservation, 2 pour deux jours avant, et ainsi de suite."],"Reminder email subject line ":["Objet du courriel de rappel "],"Reminder sending time":["Rappel de l'heure d'envoi"],"Set the preferred hour for email reminders sent to customers and admins, based on your local timezone.":["Définir l’heure préférée pour les rappels par courriel envoyés aux clients et aux administrateurs, en fonction de votre fuseau horaire local."],"Send reminders only for approved bookings.":["Envoyer des rappels uniquement pour les réservations approuvées."],"Turn on to send reminder email notifications only for approved bookings.":["Activer pour envoyer des notifications par e-mail de rappel uniquement pour les réservations approuvées."],"Send invoice to a customer (HTML format) ":["Envoyer la facture à un client (format HTML) "],"Do not send invoice":["Ne pas envoyer de facture"],"Send invoice on booking":["Envoyer la facture au moment de la réservation"],"Send invoice on approval":["Envoyer une facture après validation"],"Send invoice on payment complete":["Envoyer une facture une fois le paiement est validé"],"Choose whether you would like to send an invoice to the customer and specify when the invoice email should be sent.":["Choisir si vous souhaitez envoyer une facture au client et spécifiez quand le courriel de facture doit être envoyé."],"Invoice email subject line":["Objet du courriel de facturation"],"Current invoice number":["Numéro de facture actuel"],"Set the starting number for your invoices. Use the placeholder #invoice_number in your notifications. Each time a customer makes a payment, the value of this option will be increased by one.":["Définir le numéro de départ de vos factures. Utiliser l’espace réservé #invoice_number dans vos notifications. Chaque fois qu’un client effectue un paiement, la valeur de cette option sera augmentée d’un."],"Send admin a copy of invoice email":["Envoyer à l'administrateur une copie du courriel de facture"],"Turn on if you want to send a copy of the invoice email to the admin.":["Activer si vous souhaitez envoyer une copie de l’e-mail de facturation à l’administrateur."],"Notification subject (when booking changes)":["Objet de la notification (lorsque la réservation change)"],"Customize the subject line for booking changes notification email.":["Personnaliser l’objet du courriel de notification de modification de réservation."],"Override default reply-to headers with booking-related data":["Outrepasser les en-têtes de réponse par défaut avec des données liées à la réservation"],"When Enabled:Customer Notifications: The reply-to email address is set to the email specified in the service settings.\nAdmin Notifications: The reply-to email address is set to the customer's email address. When Disabled: The 'From: email' value is used as the reply-to address for notifications.":["Lorsque Activé:Notifications client : L’adresse du courriel de réponse est définie sur le courriel spécifié dans les paramètres du service.\nNotifications d’administrateur : L’adresse du courriel de réponse est définie sur l’adresse du courriel du client. Lorsqu’elle est désactivée : La valeur 'de : courriel' est utilisée comme adresse de réponse pour les notifications."],"From: name":["De : nom"],"Enter the name that will be displayed as the sender in the email notifications.":["Entrer le nom qui sera affiché comme expéditeur dans les notifications par courriel."],"From: email":["De : Email"],"Enter the email that will be displayed as the sender in the email notifications.":["Entrez le courriel qui sera affiché comme expéditeur dans les notifications par courriel."],"Send copies of admin email notifications to addresses":["Envoyer des copies des notifications par courriel aux adresses"],"Enter the email addresses where you want to receive copies of admin notifications. Separate multiple email addresses with comma.":["Entrez les adresses de courriel où vous souhaitez recevoir des copies des avis d’administrateur. Séparez plusieurs adresses de courriel par une virgule."],"Notifications landing page":["Page de renvoi des avis"],"Specify the landing page URL for payment or cancelation. This page should include the [webbabooking] shortcode.":["Spécifier l’URL de la page de destination pour le paiement ou l’annulation. Cette page doit inclure le shortcode [webbabooking]."],"Number of dates in the dropdown input":["Nombre de dates dans le menu déroulant"],"Used only for dropdown date select":["Utilisé uniquement pour la date du menu déroulant"],"Number of dates in the calendar":["Nombre de dates dans le calendrier"],"Specify the number of dates displayed in the calendar.":["Spécifier le nombre de dates affichées dans le calendrier."],"Time slot format":["Format des plages horaires"],"Choose between displaying only the start time or both the start and end times in the time slots.":["Choisir entre afficher uniquement l’heure de début ou les deux heures de début et de fin dans les plages horaires."],"Start":["Début"],"end":["Fin"],"CSV delimiter":["Séparateur CSV"],"If your date format includes a comma, use a semicolon. Otherwise, select the comma.":["Si votre format de date comprend une virgule, utiliser un point-virgule. Sinon, sélectionner la virgule."],"Comma":["virgule"],"Semicolon":["point-virgule"],"Load Pickadate javascript":["Charger le javascript Pickadate"],"Turn off if other plugins in your WordPress installation are using the pickadate date picker.":["Désactivez si d’autres plugins dans votre installation WordPress utilisent le sélecteur de date pickadate."],"Tax":["Taxe"],"Tax used for online payments.":["Taxe utilisée pour les paiements en ligne"],"Do not tax the deposit (service fee)":["Ne pas taxer le dépôt (frais de service)"],"Turn on to avoid adding tax to the deposit. Important note: when this is turned on, do not use subtotal and tax placeholders.":["Activer l’option pour éviter d’ajouter une taxe sur le dépôt. Remarque importante : lorsque cette option est activée, ne pas utiliser de sous-total et d’espace réservé pour la taxe"],"Fractional digits in price":["Fractions de chiffres dans le prix"],"Write the number of decimal places to show for prices. E.g. Write 1 for prices to appear as 25.1 or 2 for prices to appear as 25.10.":["Écrire le nombre de décimales à afficher pour les prix, p. ex., écrire 1 pour que les prix apparaissent comme 25,1 ou 2 pour que les prix apparaissent comme 25,10."],"Fraction separator in prices":["Séparateur de fractions dans les prix"],"Choose the symbol or character to separate decimals in prices. E.g. Use either a period (.) or a comma (,).":["Choisir le symbole ou le caractère pour séparer les décimales dans les prix. Par exemple, utilisez un point (.) ou une virgule (,)."],"List of dynamic placeholders":["Liste des espaces réservés dynamiques"],"Enter a comma-separated list of placeholders to remove from the string if they are not replaced with values. This is useful if you are using different custom fields for services and as a result some custom field placeholders are not replaced.":["Entrer une liste d’espaces réservés séparés par des virgules à supprimer de la chaîne s’ils ne sont pas remplacés par des valeurs. Ceci est utile si vous utilisez différents champs personnalisés pour les services et que, par conséquent, certains espaces réservés de champ personnalisés ne sont pas remplacés."],"Load javascript files in the footer":["Charger les fichiers javascript dans le pied de page"],"Enabling this option may increase page loading time in some cases.":["L’activation de cette option peut augmenter le temps de chargement de la page dans certains cas."],"Service label":["Etiquette de service"],"Select a service":["Sélectionnez un service"],"Service label on the booking form.":["Étiquette de service sur le formulaire de réservation."],"Category label":["Etiquette de catégorie"],"Select category":["Sélectionner une catégorie"],"Category label on the booking form.":["Étiquette de catégorie sur le formulaire de réservation."],"Date label":["Etiquette Date"],"Book an appointment on":["Fixer un rendez-vous le"],"Date label on the booking form.":["Étiquette de date sur le formulaire de réservation."],"Select date input placeholder":["Sélectionner l’espace réservé à la saisie de date sur le formulaire de réservation."],"date":["date"],"Select date input placeholder on the booking form.":["Sélectionner l’espace réservé à la saisie de date sur le formulaire de réservation."],"Booking form title":["Titre du formulaire de réservation"],"Text above the booking form. List of available placeholders.":["Texte au-dessus du formulaire de réservation. Liste des espaces réservés disponibles."],"Booked time slot text":["Texte de la plage horaire réservée"],"Booked":["Réservé"],"Text on a booked time slot.":["Texte sur une plage horaire réservée"],"Name label":["Etiquette Nom"],"Name label on the booking form.":["Etiquette Nom surt le formulaire de réservation"],"Email label":["Etiquette de courriel"],"Email label on the booking form.":["Etiquette de courriel sur le formulaire de réservation"],"Phone label":["Etiquette Téléphone"],"Phone label on the booking form.":["Etiquette de téléphone sur le formulaire de réservation"],"Comment label":["Etiquette de commentaire"],"Comment":["Commentaire"],"Comment label on the booking form.":["Etiquette de commentaire sur le formulaire de réservation"],"Quantity label":["Etiquette de quantité"],"How many people per time slot?":["Combien de personne par plage horaire ?"],"Quantity label on the booking form for group bookings. Available placeholders: #service":["Étiquette de quantité sur le formulaire de réservation pour les réservations de groupe. Espaces réservés disponibles : #service"],"Thank you message":["message de remerciement"],"Customize the thank you message displayed after a booking is made. Leave it empty to use the default formatted thank you message.":["Personnaliser le message de remerciement affiché après une réservation. Le laisser vide pour utiliser le message de remerciement formaté par défaut."],"Time slots not found message":["Message pour les plages horaires introuvables"],"Unfortunately we were unable to meet your search criteria. Please change the criteria and try again.":["Malheureusement nous avons été incapables de répondre à vos critères de recherche. S'il vous plaît changer les critères et essayez à nouveau."],"Message displayed when no time slots are found for the selected service and date.":["Message affiché lorsqu’aucun créneau horaire n’est trouvé pour le service et la date sélectionnés."],"PayPal option label":["Etiquette pour l'option Paypal"],"Pay now with PayPal":["Payer maintenant avec Paypal"],"Label for PayPal payment method":["Étiquette pour le mode de paiement PayPal"],"Credit card option label":["Étiquette d’option de carte de crédit"],"Pay with credit card":["Payer avec une carte de crédit"],"Label for Stripe payment method":["Étiquette pour la méthode de paiement Stripe"],"Stripe card element error message":["Message d’erreur de l’élément de carte Stripe"],"incorrect input":["entrée incorrecte"],"Error message that appears if an issue occurs with the Stripe payment method. To show this message go to Stripe -> Advanced Settings and turn on \"override Stripe card element error messages\".":["Message d’erreur qui s’affiche si un problème se produit avec la méthode de paiement Stripe. Pour afficher ce message, aller dans Stripe -> Paramètres avancés et activer \"override Stripe card element error messages\"."],"Stripe API error message":["Message d’erreur de l’API Stripe"],"Payment failed: #response":["Échec du paiement : #réponse"],"Stripe API error message during payment processing. Placeholders: #response.":["Message d’erreur de l’API Stripe pendant le traitement du paiement. Espaces réservés : #response."],"Pay on arrival option label":["Etiquette payer surplace"],"Pay on arrival":["Payer sur place"],"Label for Pay on arrival payment method.":["Etiquette pour la méthode de paiement \"payer sur place\""],"Message for Pay on arrival payment method":["Message pour la méthode de paiement \"payer sur place\""],"Message for Pay on arrival payment method.":["pour la méthode de paiement \"payer sur place\"."],"Bank transfer option label":["Étiquette d’option de virement bancaire"],"Pay by bank transfer":["Payer par transfert bancaire"],"Label for Bank transfer payment method.":["Etiquette pour la méthode de paiement par transfert bancaire."],"Message for Bank transfer payment method":["Message pour la méthode de paiement par transfert bancaire"],"Pay by the bank transfer.":["Payer par transfert bancaire."],"Message for Bank transfer payment method.":["Message pour la méthode de paiement par transfert bancaire."],"Meta key for WooCommerce product":["Clé méta pour un produit WooCommerce"],"Booking":["Réservation"],"Label for services in WooCommerce.":["Etiquette pour les services WooCommerce"],"WooCommerce option label":["Etiquette d'option WooCommerce"],"Add to cart":["Ajouter au panier"],"User in the cart item":["Utilisateur dans l’article du panier"],"Add to cart error message":["Message d’erreur \"Ajouter au panier\""],"Booking not added to cart":["Réservation non ajoutée au panier"],"Error message that appears if an issue occurs with adding a booking to WooCommerce cart.":["Message d’erreur qui s’affiche si un problème se produit lors de l’ajout d’une réservation au panier WooCommerce."],"Payment details title":["Titre des renseignements sur le paiement"],"Payment details":["Détails du paiement"],"Message above the payment details.":["Message au-dessus des détails de paiement."],"Payment item text":["Texte de l’item de paiement"],"Price format":["Format de prix"],"Price format on the booking form. Required placeholder: #price. E.g.: $#price.":["Format du prix sur le formulaire de réservation. Espace réservé requis : #price. Par exemple : $#price."],"Subtotal title":["Titre sous-total"],"Subtotal":["Sous total"],"Label for the subtotal amount in payment details":["Étiquette du montant du sous-total dans les détails du paiement"],"Tax label":["Etiquette de taxe"],"Label for the tax in payment details":["Étiquette pour la taxe dans les détails de paiement"],"Service fee label":["Étiquette de frais de service"],"Service fee":["Frais de service"],"Label for the service fee in payment details":["Étiquette pour les frais de service dans les détails de paiement"],"Discount label":["Étiquette de réduction"],"Discount":["Réduction"],"Label for the discount":["Etiquette pour la réduction"],"Total title":["Titre total"],"Total":["Total"],"Label for the total amount in payment details":["Libellé du montant total dans les détails de paiement"],"No bookings for payment message":["Pas de réservations pour les messages de paiement"],"There are no bookings available for payment.":["Il n’y a pas de réservation disponible pour le paiement."],"Message shown when there are no bookings available for payment":["Message affiché lorsqu’il n’y a pas de réservations disponibles pour le paiement"],"Show locked time slots as booked":["Afficher les plages horaires verrouillées comme réservées"],"Turn on to show locked time slots as \"Booked\".":["Activer pour afficher les plages horaires verrouillées comme \"Réservé\"."],"Allow attachments":["Autoriser les pièces jointes"],"Turn on to allow users to attach files in the booking form. Please include the file input field in the custom form. For more information, see <a href=\"https://webba-booking.com/documentation/set-up-frontend-booking-process/using-custom-fields-in-the-booking-form/\" target=\"_blank\" rel=\"noopener noreferrer\">Custom fields</a>.":["Activer cette option pour permettre aux utilisateurs de joindre des fichiers dans le formulaire de réservation. Veuillez inclure le champ de saisie du fichier dans le formulaire personnalisé. Pour plus d’informations, voir <a href=\"https://webba-booking.com/documentation/set-up-frontend-booking-process/using-custom-fields-in-the-booking-form/\" target=\"_blank\" rel=\"noopener noreferrer\">Custom fields</a>."],"Automatically delete attachments":["Supprimer automatiquement les pièces jointes"],"Highly Recommended: Turn this on to automatically delete the attachment as soon as the notification is sent.":["Fortement recommandé : Activer cette option pour supprimer automatiquement la pièce jointe dès que la notification est envoyée."],"Disable advanced security checks":["Désactiver les contrôles de sécurité avancés"],"IMPORTANT: if you disable this option, make sure to not cache pages with the booking form.":["IMPORTANT : si vous désactivez cette option, assurez-vous de ne pas mettre en cache les pages avec le formulaire de réservation."],"Order service by":["Classer les service par"],"Choose between alphabetical order (A - Z) or order by priority for displaying services on the booking form.":["Choisir entre l’ordre alphabétique (A - Z) ou l’ordre de priorité pour afficher les services sur le formulaire de réservation."],"A-Z":["A-Z"],"Priority (descending)":["Priorité (décroissant)"],"Priority (ascending)":["Priorité (croissant)"],"Show night hours time slots in previous day":["Afficher les plages horaires de nuit de la veille"],"Specify the number of hours after midnight to display on the next day's calendar.":["Spécifier le nombre d’heures après minuit à afficher sur le calendrier du lendemain."],"Allow time slots to cross midnight":["Autoriser les plages horaires de traverser minuit"],"Turn on to allow time slots that extend beyond midnight.":["Activer pour permettre des plages horaires qui s’étendent au-delà de minuit."],"Block time slots after X hours from the current time":["Bloquer les plages horaires après X heures à partir de l’heure actuelle"],"Set 0 to not disable time slots":["Définir 0 pour ne pas désactiver les plages horaires"],"EU GDPR Compliance":["Conformité au RGPD de l’UE"],"Turn on to align the booking system with GDPR guidelines, providing enhanced data protection and privacy for customer information.":["Activer pour aligner le système de réservation avec les directives RGPD, offrant une protection accrue des données et de la confidentialité des informations client."],"Disallow booking of the current time slot":["Refuser la réservation du créneau horaire actuel"],"Turn on to prevent customers from making bookings for the current time slot.":["Activer pour empêcher les clients de faire des réservations pour la plage horaire actuelle."],"Consider the availability of overlapping time intervals":["Tenir compte de la disponibilité des intervalles de temps qui se chevauchent"],"Turn on this option to control the availability of time slots for the same service when they overlap. When turned on, the system will automatically adjust the availability to avoid double booking.":["Activer cette option pour contrôler la disponibilité des plages horaires pour le même service lorsqu’elles se chevauchent. Lorsqu’elle est activée, le système ajuste automatiquement la disponibilité pour éviter une double réservation."],"Set the status to \"Arrived\" X minutes after the end of the booking":["Régler le statut sur \"Arrivé\" X minutes après la fin de la réservation"],"Specify the number of minutes after the end of the booking when the status should be automatically changed to \"Arrived.\" Leave the field empty to keep the status unchanged.":["Spécifier le nombre de minutes après la fin de la réservation lorsque le statut doit être automatiquement changé en \"Arrivé\"."],"PayPal payment cancelation message":["Message d’annulation de paiement PayPal"],"Payment canceled.":["Paiement annulé"],"Message shown when payment with PayPal is canceled":["Message affiché lorsque le paiement avec PayPal est annulé"],"Cancellation form label":["Étiquette du formulaire d’annulation"],"Please, enter your email to confirm cancelation":["Veuillez entrer votre email pour confirmer l’annulation"],"Text of the cancelation form label":["Texte de l’étiquette du formulaire d’annulation"],"Cancellation form title":["Étiquette du formulaire d’annulation"],"Cancellation":["Annulation"],"Cancellation form title. Appears on the sidebar (on desktop) and top bar (on mobile)":[""],"Cancellation button text":["Texte du bouton d’annulation"],"Cancel booking":["Annuler la réservation"],"Text of the cancelation button":["Texte du bouton d’annulation"],"Booking details":["Détails de la réservation"],"\"Message shown when customers pay for a booking or cancel their booking using the link sent in the email notification.\nAvailable placeholders: #name (customer name), #id (appointment id), #service (service name), #date (appointment date), #time (appointment time), #dt (appointment date and time), #start_end (appointment time in start-end format).\"":["\"Message affiché lorsque les clients paient une réservation ou annulent leur réservation en utilisant le lien envoyé dans la notification par e-mail.\nEspaces réservés disponibles : #name (nom du client), #id (numéro de rendez-vous), #service (nom du service), #date (date du rendez-vous), #time (heure du rendez-vous), #dt (date et heure du rendez-vous), #start_end (heure du rendez-vous en format début-fin)."],"Cancellation error message":["Message d’erreur d’annulation"],"Unable to cancel booking, please check the email you've entered.":["Impossible d’annuler la réservation, veuillez vérifier l'adresse du courriel que vous avez saisie."],"Message shown when an error occurs on cancelation":["Message affiché lorsqu’une erreur se produit lors de l’annulation"],"Warning message on cancel booking (reason: paid booking)":["Message d’avertissement sur l’annulation de la réservation (raison : réservation payée)"],"Paid booking can't be canceled.":["La réservation payée ne peut pas être annulée."],"Displayed when customer tries to cancel paid booking.":["Affiché lorsque le client essaie d’annuler la réservation payée."],"Warning message on cancel booking (buffer)":["Message d’avertissement sur la réservation d’annulation (tampon)"],"Sorry, you can not cancel because you have exceeded the time allowed to do so.":["Désolé, vous ne pouvez pas annuler parce que vous avez dépassé le temps autorisé pour le faire."],"Message shown when a customer tries to cancel a booking within a time frame that does not allow cancellations. Buffer time is set in Booking rules -> Cancellation buffer (in minutes)":["Message affiché lorsqu’un client tente d’annuler une réservation dans un délai qui ne permet pas les annulations. Le temps tampon est défini dans les règles de réservation -> Tampon d’annulation (en minutes)"],"Text of the payment link sent to a customer":["Texte du lien de paiement envoyé à un client"],"Click here to pay for your booking.":["Cliquer ici pour payer votre réservation."],"Text of the payment link sent to a customer in the email notification.":["Texte du lien de paiement envoyé à un client dans la notification par courriel."],"Text of the cancelation link sent to a customer":["Texte du lien d’annulation envoyé à un client"],"Click here to cancel your booking.":["Cliquer ici pour annuler votre réservation."],"Text of the booking cancelation link sent to a customer in the email notification.":["Texte du lien d’annulation de réservation envoyé à un client dans la notification par courriel."],"Text of the cancellation link sent to an admin":["Texte du lien d’annulation envoyé à un administrateur"],"Text of the booking cancelation link sent to the admin in the email notification.":["Texte du lien d’annulation de réservation envoyé à l’administrateur dans la notification par courriel"],"Cancellation success message":["Message pour la réussite de l’annulation"],"Your booking has been cancelled.":["Votre réservation a été annulée."],"Text of the shown to a customer when booking is cancelled.":["Texte montré à un client lorsque la réservation est annulée."],"Text of the approval link sent to an admin":["Texte du lien d’approbation envoyé à un administrateur"],"Text of the booking approval link sent to the admin in the email notification.":["Texte du lien d’approbation de la réservation envoyé à l’administrateur dans la notification par courriel."],"Text of the link for adding event to customer's Google Calendar":["Texte du lien pour ajouter un événement au calendrier Google du client"],"Text of the link to add a booking to Google Calendar. Sent to a customer in the email notification.":["Texte du lien pour ajouter une réservation à Google Agenda. Envoyé à un client dans la notification par courriel."],"Add to customer's Google Calendar button text":["Ajouter au texte du bouton Google Agenda du client"],"Add to my Google Calendar":["Ajouter à mon calendrier Google"],"Text of the link included in the email notification":["Texte du lien inclus dans la notification par courriel"],"Google calendar event adding success message":["Événement de calendrier Google ajoutant un message de réussite"],"Booking data added to Google Calendar.":["Données de réservation ajoutées à Google Agenda."],"Message shown when booking is added to the Google Calendar.":["Message affiché lorsque la réservation est ajoutée au calendrier Google."],"Google calendar event adding error message":["Événement de calendrier Google ajoutant un message d’erreur"],"Appointment data not added to Google Calendar.":["Données de rendez-vous non ajoutées à Google Agenda."],"Message shown when there was an issue with adding a booking to the Google Calendar.":["Message affiché lorsqu’il y a un problème avec l’ajout d’une réservation au calendrier Google."],"Booking token error message":["Message d’erreur du jeton de réservation"],"Booking doesn't exist.":["La réservation n’existe pas."],"Message shown when booking link (cancelation, approval, payment) is invalid in the email notification.":["Message affiché lorsque le lien de réservation (annulation, approbation, paiement) est invalide dans la notification par courriel."],"Google calendar event / iCal summary (for admin)":["Événement Google Agenda / Résumé iCal (pour l’administrateur)"],"Available placeholders:":["Espaces réservés disponibles :"],"Placeholder for custom field:":["Espace réservé au champ personnalisé :"],"Google calendar event / iCal description (for admin)":["Événement Google Agenda / Description iCal (pour l’administrateur)"],"Google calendar event / iCal summary (for customer)":["Événement Google Agenda / Résumé iCal (pour le client)"],"Google calendar event / iCal description (for customer)":["Événement Google Agenda / Description iCal (pour le client)"],"Your appointment id is #appointment_id":["Votre numéro de rendez-vous est #appointment_id."],"Daily limit message":["Message de limite quotidienne"],"Daily booking limit is reached, please select another date.":["La limite de réservation quotidienne est atteinte, veuillez sélectionner une autre date."],"Message shown when daily booking limit reached. Adjust the daily booking limits in the Settings -> Booking Rules.":["Message affiché lorsque la limite de réservation quotidienne est atteinte. Ajustez les limites de réservation quotidiennes dans les paramètres -> Règles de réservation."],"User limit message":["Message de limite d’utilisateur"],"You have reached your booking limit.":["Vous avez atteint votre limite de réservation."],"Message shown when user limit is reached. Adjust the user booking limits in the Settings -> Booking Rules.":["Message affiché lorsque la limite d’utilisateur est atteinte. Ajustez les limites de réservation de l’utilisateur dans les paramètres -> Règles de réservation."],"PayPal mode":["mode PayPal"],"Select \"Sandbox\" to test the integration, and \"Live\" for actual payment processing.":["Sélectionner \"Sandbox\" pour tester l’intégration, et \"Live\" pour le traitement des paiements réels."],"Sandbox":["Sandbox"],"Live":["Live"],"PayPal Sandbox ClientID":["ID Client PayPal Sandbox"],"PayPal Sandbox Secret":["PayPal Sandbox Secret"],"PayPal Live ClientID":["ID Client Live Paypal"],"PayPal Live Secret":["PayPal Live Secret"],"PayPal currency":["devise PayPal"],"Select the currency to use for PayPal payments.":["Sélectionner la devise à utiliser pour les paiements PayPal."],"Australian Dollar":["Dollar Australien"],"Brazilian Real":["Réal Brésilien"],"Canadian Dollar":["Dollar Canadien"],"Czech Koruna":["Couronne Tchèque"],"Danish Krone":["Couronne Danoise"],"Euro":["Euro"],"Hong Kong Dollar":["Dollar Hong Kong"],"Hungarian Forint":["Forint Hongrois"],"Israeli New Sheqel":["Nouveau Shequel Israëlien"],"Japanese Yen":["Yen Japonais"],"Malaysian Ringgit":["Ringgit Maleysien"],"Mexican Peso":["Peso Mexicain"],"Norwegian Krone":["Couronne Norvégienne"],"New Zealand Dollar":["Dollar Néo Zellandais"],"Philippine Peso":["Peso des Philippines"],"Polish Zloty":["Zloty Polonais"],"Pound Sterling":["Livre Sterling"],"Singapore Dollar":["Dollar de Singapour"],"Swedish Krona":["Courrone Suédoise"],"Swiss Franc":["Franc Suisse"],"Taiwan New Dollar":["Nouveau Dollar Taiwanais"],"Thai Baht":["Baht Thaïlandais"],"U.S. Dollar":["Dollar U.S."],"Hide address":["Masquer l’adresse"],"Turn on to hide address on PayPal checkout.":["Activer pour masquer l’adresse lors du paiement PayPal."],"Redirect to page when payment is successful":["Rediriger vers la page lorsque le paiement est réussi"],"Enter the URL where customers should be redirected after a successful payment. If left empty, customers will stay on the booking form page after completing the payment.":["Entrer l’URL où les clients doivent être redirigés après un paiement réussi. Si laissé vide, les clients resteront sur la page du formulaire de réservation après avoir terminé le paiement."],"Currency multiplier":["Multiplicateur de devises"],"Add the currency multiplier to update the price before it is sent to PayPal. It is helpful when your service price is set in a currency not supported by PayPal, and you need to convert it to a PayPal-supported currency before checkout. If you do not require currency conversion, leave this field empty.":["Ajouter le multiplicateur de devises pour mettre à jour le prix avant qu’il ne soit envoyé à PayPal. Il est utile lorsque le prix de votre service est fixé dans une devise non prise en charge par PayPal et que vous devez le convertir en une devise prise en charge par PayPal avant de passer à la caisse. Si vous n’avez pas besoin de conversion de devise, laissez ce champ vide."],"Text of the Zoom meeting URL":["Texte de l’URL de la réunion Zoom"],"Click here to open your meeting in Zoom":["Cliquer ici pour ouvrir votre réunion dans Zoom"],"Text displayed as the link to the Zoom meeting.":["Texte affiché comme lien vers la réunion Zoom."],"Publishable key":["Clé publique"],"Secret key":["Clé secrète"],"Stripe currency":["Devise Stripe"],"Select the currency to use for Stripe payments.":["Sélectionner la devise pour les paiements Stripe"],"Load Stripe javascript":["Charger le javascript Stripe"],"Select how the Stripe Javascript needs to be loaded":["Sélectionner comment le Stripe Javascript doit être chargé"],"Only on the booking page (not recommended)":["Uniquement sur la page de réservation (non recommandé)"],"Load Stripe API":["Charger l'API Stripe"],"Yes, load version 7.26.0":["Oui, charger la version 7.26.0"],"Yes, load version 6.21.1 (not recommended)":["Oui, charger la version 6.21.1 (non recommandé)"],"Select how to load Stripe API. Set 'no' or 6.21.1 only if there is a conflict with another plugin that uses Stripe.":["Sélectionner comment charger l’API Stripe. Définir 'no' ou 6.21.1 uniquement en cas de conflit avec un autre plugin qui utilise Stripe."],"Hide the postal code field":["Masquer le champ du code postal"],"Turn on to hide the postal code field in the Stripe checkout.":["Activer cette option pour masquer le champ du code postal dans la caisse Stripe."],"Override Stripe card element error messages":["Outrepasser les messages d’erreur de l’élément Carte de \nStripe"],"Turn on to override the default error message displayed for Stripe card elements. To customize the error message, navigate to Wording/Translation -> Advanced Settings and modify the \"Stripe card element error message\" according to your preferences.":["Activer pour remplacer le message d’erreur par défaut affiché pour les éléments de carte Stripe. Pour personnaliser le message d’erreur, aller à Libellé/Traduction -> Paramètres avancés et modifiez le \"Message d’erreur de l’élément de carte Stripe\" en fonction de vos préférences."],"Additional payment information":["renseignements supplémentaires sur le paiement"],"Select the additional fields that you wish to include in the Stripe payment process.":["Sélectionner les champs supplémentaires que vous souhaitez inclure dans le processus de paiement Stripe."],"Enter the URL where customers should be redirected after successful payment. If left empty, customers will stay on the booking form page after completing the payment.":["Entrer l’URL où les clients doivent être redirigés après le paiement réussi. Si laissé vide, les clients resteront sur la page du formulaire de réservation après avoir terminé le paiement."],"Font size for card element on mobile devices":["Taille de police pour l’élément de carte sur les appareils mobiles"],"Set the card element font size on mobile devices. Leave empty for the default input field font size.":["Définir la taille de police de l’élément de carte sur les appareils mobiles. Laisser vide pour la taille de police de champ de saisie par défaut."],"Set status after booking is paid with Stripe to":["Définir le statut après que la réservation est payée avec Stripe à"],"Choose how to update the status after booking is paid with Stripe. To keep the current status unchanged, select \"Based on status before payment\". ":["Choisir comment mettre à jour le statut après le paiement de la réservation avec Stripe. Pour conserver le statut actuel, sélectionner \"Basé sur le statut avant le paiement\". "],"Based on status before payment":["Selon le statut avant paiement"],"Google API Client ID":["Identifiant client de l’API Google"],"Enter the Google API Client ID. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/google-calendar/\">Read more on how to set up Google Calendar integration.</a>.":["Entrez l’ID client de l’API Google. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/google-calendar/\">Pour en savoir plus sur la configuration de l’intégration de Google Calendar. </a>."],"Google API Client Secret":["Google API Client Secret"],"Enter the Google API Client Secret. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/google-calendar/\">Read more on how to set up Google Calendar integration.</a>.":["Entrez le secret du client Google API. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/google-calendar/\">Pour en savoir plus sur la configuration de l’intégration de Google Calendar. </a>."],"\"Created by\" property for the events":["Propriété \"Crée par\" pour les événements"],"Do not change this option if you do not plan to use the same Google calendars on different websites with Webba Booking.":["Ne pas modifier cette option si vous ne prévoyez pas d’utiliser les mêmes calendriers Google sur différents sites Web avec Webba Booking."],"Customer's time zone":["Fuseau horaire du client"],"Choose the time zone to be used for events added to the customer's calendar.":["Choisir le fuseau horaire à utiliser pour les événements ajoutés au calendrier du client."],"Use Webba Booking time zone":["Utiliser le fuseau horaire de Webba Booking"],"Use customer's calendar time zone":["Utiliser le fuseau horaire du calendrier du client"],"Admin calendar event creation":["Création de l’événement du calendrier d’administration"],"Specify when the event should be added to the admin's calendar when creating bookings. ":["Spécifier quand l’événement doit être ajouté au calendrier de l’administrateur lors de la création des réservations. "],"On booking":["À la réservation"],"On payment or approval":["Sur paiement ou validation"],"Group services synchronization":["Synchronisation des services de groupe"],"Choose how group services are integrated with the events in Google calendar.":["Choisir comment les services de groupe sont intégrés aux événements dans Google Agenda."],"Ignore free events":["Ignorer les événements gratuits"],"Turn on if free Google Calendar events should not be considered in 2-ways synchronization.":["Activer si les événements Google Agenda gratuits ne doivent pas être considérés comme une synchronisation de 2 façons."],"Ignore events added by Webba Booking":["Ignorer les événements ajoutés par Webba Booking"],"Turn on if Webba Booking events should not be considered in 2-ways synchronization.":["Activer si les événements Webba Booking ne doivent pas être considérés comme une synchronisation de 2 façons."],"Export for group services":["Export pour les services du groupe"],"Select the method of exporting group services.":["Sélectionner la méthode d’exportation des services de groupe."],"Add one event":["Ajouter un événement"],"Add event for each appointment":["Ajouter un événement pour chaque rendez-vous"],"Send an alert email to administrator if any issue occurred with the integration":["Envoyer un courriel d’alerte à l’administrateur en cas de problème avec l’intégration"],"Turn on to alert admin about issues with integration. Notification is sent to the email set in the service settings.":["Activer pour alerter l’administrateur des problèmes d’intégration. Une notification est envoyée au courrier électronique défini dans les paramètres du service."],"Version of Google Client API":["Version de l’API client Google"],"Modify this setting only if you have other plugins in your WordPress that utilize a different version of the Google API and conflicts have arisen.":["Modifier ce paramètre uniquement si vous avez d’autres plugins dans votre WordPress qui utilisent une version différente de l’API Google et que des conflits sont apparus."],"Skip payment method selection for \"Pay on arrival\"":[""],"Skip payment method selection for \"Pay on arrival\" method if there is only one method available":[""],"Validate WooCommerce coupons as Webba Coupons":["Valider les coupons WooCommerce en tant que coupons Webba"],"Enable this option if you need to validate wooCommerce coupons as Webba coupons.":["Activer cette option si vous devez valider les coupons wooCommerce en tant que coupons Webba."],"Status of the booking paid with WooCommerce":["Statut de la réservation payée avec WooCommerce"],"Choose the desired status update after a booking has been paid through WooCommerce.":["Choisir la mise à jour de statut souhaitée après le paiement d’une réservation via WooCommerce."],"Disabled (do not update status)":["Désactivé (ne pas mettre à jour l’état)"],"Prefill fields in WooCommerce checkout with the data used in the booking form":["Préremplir les champs dans WooCommerce checkout avec les données utilisées dans le formulaire de réservation"],"Turn on to prefill fields in the WooCommerce checkout with the data entered in the Webba booking form.":["Activer les champs de préremplissage dans le panier WooCommerce avec les données saisies dans le formulaire de réservation Webba."],"Automatically add to cart":["Supprimer automatiquement les pièces jointes"],"If this option is enabled, the user will be redirected to the shopping cart page after submitting the booking form.":[""],"Action for 'Paid' booking status":["Statut de la réservation par défaut"],"Complete status set":[""],"Thank you message shown":["message de remerciement"],"Select which action will set the booking status as 'Paid'":[""],"Client ID":["ID Client"],"Client secret":["secret du client"],"Authorization":["Autorisation"],"Zoom meeting creation":["Création de la réunion Zoom"],"Select when to create the meeting in Zoom - on booking or on payment or booking approval.":["Sélectionner quand créer la réunion dans Zoom - sur la réservation ou sur l’approbation du paiement ou de la réservation."],"Customer name in the backend":["Nom du client dans le backend"],"Use this option to display custom fields alongside the customer name in the appointments table and schedules. For instance, you can show the customer's name and last name by using the placeholder #name #field_lastname. In this example, the last name is stored in a custom field with the ID \"lastname\". Remember to include the #name placeholder in the value of this option for it to work correctly.":["Utiliser cette option pour afficher les champs personnalisés à côté du nom du client dans la table de rendez-vous et les horaires. Par exemple, vous pouvez afficher le nom et le nom de famille du client en utilisant l’espace réservé #name #field_lastname. Dans cet exemple, le nom de famille est stocké dans un champ personnalisé avec l’ID \"nom de famille\". Ne pas oublier d’inclure l’espace réservé #name dans la valeur de cette option pour qu’elle fonctionne correctement."],"Date format (backend)":["Format de date (backend)"],"m/d/y":["m/j/a"],"y/m/d":["a/m/j"],"y-m-d":["a-m-j"],"M d, Y":["M j, A"],"d/m/y":["j/m/a"],"Select how the date will be displayed on the Appointments page in the admin area.":["Sélectionner comment la date sera affichée sur la page Rendez-vous dans la zone d’administration."],"Time slots format on the schedule page":["Format des plages horaires sur la page des horaires"],"Select how to display time slots on the Schedule page.":["Sélectionner comment afficher les plages horaires sur la page Calendrier."],"Start - End":["Début-Fin"],"Custom field columns":["Colonnes de champs personnalisés"],"Enter a comma-separated list of custom field IDs. To set custom column headers, use square brackets with the desired titles. For example: custom-field1[Title 1],custom-field2[Title 2].":["Entrer une liste d’ID de champ personnalisés séparés par des virgules. Pour définir des en-têtes de colonne personnalisés, utiliser des crochets avec les titres souhaités. Par exemple : custom-field1[Titre 1],custom-field2[Titre 2]."],"Backend calendar booking texts":[""],"Text shown in the backend calendar. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/placeholders/\">":["Utiliser l’éditeur de texte pour préparer le modèle de courriel. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/placeholders/\">"],"Default number of days on Bookings page":["Nombre de jours par défaut sur la page Réservations"],"Set the default number of days to be displayed on the appointment page. To improve performance, consider using a lower value.":["Définir le nombre de jours par défaut à afficher sur la page de rendez-vous. Pour améliorer les performances, envisagez d’utiliser une valeur inférieure."],"Twilio ACCOUNT SID":["SID Acompte Twilio"],"Twilio AUTH TOKEN":["Twilio AUTH TOKEN"],"Twilio phone number or Messaging Service SID":["Numéro de téléphone Twilio ou service de messagerie SID"],"The phone number must start with a + sign.":["Le numéro de téléphone doit commencer par un signe +."],"Send SMS after customer makes a booking":["Envoyer un SMS après la réservation du client"],"Turn on to send booking SMS notifications to customers when they make a booking.":["Activer pour envoyer des notifications de réservation par SMS aux clients lorsqu’ils effectuent une réservation."],"Send SMS after admin adds a booking":["Envoyer un SMS après que l’administrateur ajoute une réservation"],"Turn on to send booking SMS notifications to customers when the booking was done by an admin.":["Activer pour envoyer des notifications SMS de réservation aux clients lorsque la réservation a été effectuée par un administrateur."],"Booking SMS:":["SMS de réservation :"],"Dear #customer_name, You have successfully booked #service_name on #appointment_day at #appointment_time.":["Cher #customer_name, Vous avez réservé #service_name le #appointment_day à #appointment_time."],"Send booking reminder SMS":["Envoyer un SMS de rappel de réservation"],"Turn on to send booking reminder SMS notifications to customers.":["Activer pour envoyer des notifications SMS de rappel de réservation aux clients."],"Send reminder to customer X days before booking":["Envoyer un rappel au client X jours avant la réservation"],"Select the timing for the booking reminder SMS. For instance, set the value to 0 for the day of booking, 1 for one day before the booking, 2 for two days before, and so on.":["Sélectionner l’heure du SMS de rappel de réservation. Par exemple, définirla valeur sur 0 pour le jour de la réservation, 1 pour un jour avant la réservation, 2 pour deux jours avant, et ainsi de suite."],"Reminder message":["Message de rappel"],"Dea #customer_name, we would like to remind that you have booked the #service_name tomorrow at #appointment_time.":["Cher #customer_name, nous aimerions vous rappeler que vous avez réservé le #service_name demain à #appointment_time."],"Send payment received SMS":["Envoyer un courriel indiquant que le paiement a été reçu (à l'administrateur)"],"Turn on to send payment received SMS notifications to customers once their booking has been paid.":["Activer pour envoyer des notifications SMS d’approbation de réservation aux clients une fois leur réservation approuvée."],"Payment received SMS:":["message du courriel de paiement reçu"],"Dear #customer_name, your booking on #appointment_day at #appointment_time has been paid.":["Cher #customer_name, votre réservation sur #appointment_day à #appointment_time a été approuvée."],"Send booking approval SMS":["Envoyer un SMS d’approbation de réservation"],"Turn on to send booking approval SMS notifications to customers once their booking has been approved.":["Activer pour envoyer des notifications SMS d’approbation de réservation aux clients une fois leur réservation approuvée."],"Booking approval SMS:":["SMS d’approbation de la réservation :"],"Dear #customer_name, your booking on #appointment_day at #appointment_time has been approved.":["Cher #customer_name, votre réservation sur #appointment_day à #appointment_time a été approuvée."],"Services step title":["Titre de l’étape Services"],"Services":["Services"],"Services title in the booking form sidebar.":["Titre des services dans la barre latérale du formulaire de réservation."],"Date and time step title":["Titre de l’étape de la date et de l’heure"],"Date and time":["Date et horaire"],"Date and time title in the booking form sidebar.":["Date et heure dans la barre latérale du formulaire de réservation."],"Details step title":["Titre de l’étape Détails"],"Details":["Détails"],"User details title in the booking form sidebar.":["Titre des détails de l’utilisateur dans la barre latérale du formulaire de réservation."],"Payment step title":["Titre de l’étape de paiement"],"Payment":["Paiement"],"Payment title in the booking form sidebar.":["Titre du paiement dans la barre latérale du formulaire de réservation."],"Next button text":["Texte bouton Suivant"],"Next":["Suivant"],"Text on the Next button.":["Texte sur le bouton Suivant."],"Back button text":["Texte bouton Précédent"],"Back":["Précedent"],"Text on the Back button.":["Texte sur le bouton Précédent"],"Step separator on mobile":["Séparateur d’étape sur mobile"],"of":["of"],"On mobile, you'll find a step separator. For instance, '1 of 3' (steps). Translate the seperator \"of.\"":["Sur mobile, vous trouverez un séparateur d’étapes. Par exemple, '1 sur 3' (étapes). Traduire le seperator \"of.\""],"Minutes label":["Etiquette des minutes"],"min":["min"],"Minutes label in the services step.":["Étiquette Minutes à l’étape des services."],"Your local time checkbox":["Votre case à cocher de l’heure locale"],"Your local time":["Votre heure locale"],"Text for the \"Your local time\" checkbox.":["Cochez la case \"Votre heure locale\"."],"Coupon label":["Étiquette de coupon"],"Coupon field label":["Libellé du champ coupon"],"Apply coupon button text":["Appliquer le texte du bouton de coupon"],"Apply":["Appliquer"],"Label for \"Apply\" coupon button":["Étiquette pour le bouton de coupon \"Appliquer\""],"Payment methods title":["Titre du mode de paiement"],"Please tell us how you would like to pay":["Moyen de paiement :"],"Label shown above the payment methods":["Étiquette affichée au-dessus des méthodes de paiement"],"PayPal payment redirect notice":["Avis de redirection de paiement PayPal"],"You will be redirected to PayPal to approve the payment":["Vous serez redirigé vers PayPal pour approuver le paiement"],"Text shown when user selects PayPal payment method and will be redirected to PayPal to approve the payment.":["Texte affiché lorsque l’utilisateur sélectionne le mode de paiement PayPal et sera redirigé vers PayPal pour approuver le paiement."],"Label for available spots":["Étiquette pour les emplacements disponibles"],"Available":["Disponible"],"Text shown on the group service time slots. For example \"Available: 10\".":["Texte affiché sur les plages horaires du service de groupe. Par exemple \"Disponible : 10\"."],"Approve payment button text":["texte du bouton Valider le paiement"],"approve payment":["valider le paiement"],"Label for payment approval button.":["Étiquette pour le bouton de validation de paiement."],"Multiple seat selection mode":["Mode de sélection de plusieurs sièges"],"Choose how many places customer can select in the group service booking.":["Choisir le nombre de places que le client peut sélectionner dans la réservation de service de groupe."],"Let users select count":["Laisser les utilisateurs sélectionner le nombre"],"Let users select count (no default value)":["Laisser les utilisateurs sélectionner le nombre (pas de valeur par défaut)"],"Allow select only one place":["Autoriser seulement la sélection d'une seule place"],"Allow select only maximum places":["Autoriser seulement la sélection d'un maximum de places"],"Show who booked the time slot":["Afficher les plages horaires réservées"],"If enabled, each time slot will display the names of users who have already booked that time slot. Applicable for group services.":[""],"Disable vertical scrolling in details step":[""],"If enabled, the scroll bar in the details step will be removed, and the form height will dynamically adjust based on the selected fields.":[""],"Show local time by default":["Créneaux horaires disponibles"],"If enabled, the booking form will automatically default to the local time of the customer.":[""],"Overbooking error":["Erreur de surréservation"],"Appointments added:":["Réservations ajoutées :"],"Export to CSV":["Exporter en CSV"],"Start export":["Commencer l'exportation"],"Please wait...":["Attendre SVP ..."],"Duplication of bookings is highly discouraged because it can lead to errors in determining free timeslots.":["La duplication des réservations est fortement déconseillée car elle peut conduire à des erreurs dans la détermination des créneaux horaires libres."],"No data available":["pas de données disponibles"],"Add appointment":["Ajouter un rendez-vous"],"Add":["Ajouter"],"Close":["Fermer"],"Appointment":["Rendez-vous"],"Delete":["Supprimer"],"Show next week":["Voir la semaine suivante"],"Confirm":["Confirmer"],"January":["Janvier"],"February":["Février"],"March":["Mars"],"April":["Avril"],"May":["May"],"June":["Juin"],"July":["Juillet"],"August":["Août"],"September":["Septembre"],"October":["Octobre"],"November":["Novembre"],"December":["Décembre"],"Jan":["Jan"],"Feb":["Fév"],"Mar":["Mar"],"Apr":["Avr"],"Jun":["Jui"],"Jul":["Jui"],"Aug":["Aoû"],"Sep":["Sep"],"Oct":["Oct"],"Nov":["Nov"],"Dec":["Déc"],"Sun":["Dim"],"Mon":["Lun"],"Tue":["Mar"],"Wed":["Mer"],"Thu":["Jeu"],"Fri":["Ven"],"Sat":["Sam"],"Today":["Aujourd'hui"],"Clear":["Effacer"],"Next month":["Mois suivant"],"Previous  month":["Mois précédent"],"Something went wrong, please try again.":["Quelque chose d'anormal s'est produit. Merci de réessayer."],"Time slot(s) already booked.":["Créneau(x) horaire(s) déjà réservés."],"No available dates message":["Aucun message de date disponible"],"Book":["Réserver"],"Wrong field":["Mauvais champ"],"Approve payment":["Valider le paiement"],"Continue":["Continuer"],"Unable to open booking":["Impossible d'ouvrir la réservation"],"Payment method not set":["Mode de paiement non défini"],"Payment intent not set":["Intention de paiement non établie"],"Unable to initalize Stripe object":["Impossible d’initialiser l’objet Stripe"],"Invalid payment id":["Numéro de paiement non valide"],"Booking ID":["identifiant de réservation"],"Limit reached":["Limite atteinte"],"Time slot was not booked":["La plage horaire n'était pas réservée"],"Unable to add product the cart":["Impossible d'ajouter l'espace"],"Coupon applied":["Coupon appliqué"],"Coupon not applied":["Coupon non appliqué"],"Unable to create payment.":["Impossible de créer le paiement"],"wrong booking ids":["mauvais identifiants de réservation"],"wrong amount given":["montant erroné donné"],"unable to open booking":["Impossible d’ouvrir la réservation"],"unable to initalize Stripe object":["impossible d’initialiser l’objet Stripe"],"invalid payment id":["ID de paiement non valide"],"incorrect amount":["montant incorrect"],"customer":["client"],"Total locked: ":["Total verrouillé : "],"Total unlocked: ":["Total déverrouillé : "],"Webba Booking":["Webba booking"],"Dashboard":["Tableau de bord"],"Bookings":["Réservations"],"Calendar":["Calendrier"],"Appearance":["Apparence"],"Email templates":["modèles de courriel"],"Pricing rules":["Règles de prix"],"SETTINGS":["PARAMETRES"],"Google calendars":["Calendriers Google"],"Setup Advanced Options":["Configuration des options avancées"],"Finish the Setup Wizard":["Terminer l’assistant de configuration"],"Schedule":["Calendrier"],"Date range":["Plage de date"],"Pricing":["Tarif"],"Gallery":["Galerie"],"Service name":["Nom de service"],"Enter service name.":["Entrer un nom de service"],"Description":["Description"],"Enter a description of the service.":["Entrez une description du service."],"Specify a date range if the service is only valid for a specific period of time.":["Spécifier une plage de dates si le service n’est valide que pour une période spécifique."],"Availability date range":["Disponibilité de plage de dates"],"Select the days and time intervals when this service is available for booking.":["Sélectionner les jours et les intervalles de temps lorsque ce service est disponible pour la réservation."],"Business hours":["Heures d'ouverture"],"Set the service price. If you're not using online payments, keep it zero.":["Fixer le prix du service. Si vous n’utilisez pas les paiements en ligne, le garder à zéro."],"Enter the email address of administrators who will receive notifications for bookings related to this service.":["Entrer le courriel des administrateurs qui recevront des notifications pour les réservations liées à ce service."],"Priority":["Priorité"],"If you have multiple services in one form, set the display priority by entering a priority number. A lower number indicates a higher priority.":["Si vous avez plusieurs services dans un seul formulaire, définissez la priorité d’affichage en entrant un numéro de priorité. Un nombre inférieur indique une priorité plus élevée."],"If you accept group reservations, you can specify the minimum number of bookings required per time slot.":["Si vous acceptez les réservations de groupe, vous pouvez spécifier le nombre minimum de réservations requises par tranche horaire."],"Minimum booking count per time slot":["Nombre minimum de réservations par tranche horaire"],"By default, one booking is allowed per time slot. If you accept group reservations, set the maximum number of bookings allowed per time slot.":["Par défaut, une réservation est autorisée par tranche horaire. Si vous acceptez les réservations de groupe, définissez le nombre maximum de réservations autorisées par tranche horaire."],"Maximum booking count per time slot":["Réservation maximum limite pour un créneau horaire"],"Booking form":["Formulaire de réservation"],"Default form":["Formulaire par défaut"],"Google calendar":["Calendrier Google"],"If you have other calendars you'd like to integrate with, please provide the external iCal Calendar URLs.":["Si vous souhaitez intégrer d’autres calendriers, veuillez fournir les URL externes du calendrier iCal."],"Take into account the external calendar (ics)":["Prendre en compte le calendrier externe (ics)"],"External calendar for group services":["Calendrier externe pour les services de groupe"],"Reduce availability":["Réduire la disponibilité"],"Add users who need access to this service's schedule.":["Ajoutez des utilisateurs qui ont besoin d’accéder à l’horaire de ce service."],"Users":["Utilisateurs"],"Allow users edit service parameters":[""],"Enter the duration of each booking.":["Entrez la durée de chaque réservation."],"Duration (minutes)":["Durée (minutes)"],"Specify the buffer period for new reservations. E.g., if it's 9 AM and you want to offer time slots starting 24 hours later, enter 1440 (24 hours * 60 minutes).":["Spécifiez la période tampon pour les nouvelles réservations. Par exemple, s’il est 9 h et que vous voulez offrir des plages horaires commençant 24 heures plus tard, entrez 1440 (24 heures * 60 minutes)."],"Preparation time (minutes)":["Temps de préparation (minutes)"],"Enter the time needed between bookings. Default is zero for back-to-back scheduling.":["Entrer le temps nécessaire entre les réservations. La valeur par défaut est zéro pour la planification consécutive."],"Gap (minutes)":["Ecart(minutes)"],"  ":["  "],"Step (minutes)":["Espace (minutes)"],"Select a template for booking confirmation notifications.":["Sélectionner un modèle pour les notifications de confirmation de réservation."],"'On Booking' notification template":["Modèle de notification 'pendant la réservation'"],"Select a template for booking reminders.":["Sélectionner un modèle pour les rappels de réservation."],"Reminder notification template":["Modèle d’avis de rappel"],"Select a template for invoices.":["Sélectionner un modèle pour les factures."],"Invoice notification template":["Modèle de notification de facture"],"Select a template for booking changes notifications.":["Sélectionner un modèle pour les notifications de modification de réservation."],"Booking changes template":["Modèle de changement de réservation"],"Select a template for status \"Arrived\" notification. ":["Sélectionner un modèle pour les notifications de modification de réservation."],"Status \"arrived\" template":["Message du courriel de statut \"Arrivé\""],"Select the preferred payment method(s) for this service.":["Sélectionner le ou les modes de paiement préférés pour ce service."],"Payment methods":["Méthodes de paiement"],"Specify the necessary deposit amount for booking. Leave it 0 for full upfront payment.":["Spécifier le montant du dépôt nécessaire pour la réservation. Le laisser à 0 pour le paiement initial complet."],"Add amount to order (deposit)":["Ajouter le montant à la commande (dépôt)"],"WooCommerce product ID":["ID de produit WooCommerce"],"Set ID of the product associated with this service. Set only if WooCommerce is used as payment mehtod.":[""],"Create Zoom events":["Créer des événements Zoom"],"Category":["Catégorie"],"Categories":["Catégories"],"Category name":["Nom de catégorie"],"Enter category name.":["Entrer un nom de catégorie"],"Select the services to be included in this category.":["Sélectionner les services à inclure dans cette catégorie."],"Email template":["Modèle de courriel"],"Enter a name to identify the email template.":["Entrer un nom pour identifier le modèle de courriel."],"Use the text editor to prepare the email template. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/placeholders/\">":["Utiliser l’éditeur de texte pour préparer le modèle de courriel. <a rel=\"noopener\" target=\"_blank\" href=\"https://webba-booking.com/documentation/placeholders/\">"],"Template":["Modèle"],"Enter the name of the customer.":["Entrez le nom du client."],"Select the service for which the booking is being made.":["Sélectionner le service pour lequel la réservation est effectuée."],"Select the booking date.":["Sélectionner la date de réservation."],"Select the booking time.":["Sélectionner l'heure de réservation."],"Specify the number of places being booked for this appointment.":["Préciser le nombre de places réservées pour ce rendez-vous."],"Duration":["Durée"],"Enter the customer's email address.":["Entrer l’adresse courriel du client."],"Enter the customer's phone number.":["Entrer le numéro de téléphone du client."],"Add any additional comments related to the booking.":["Ajouter tout commentaire supplémentaire lié à la réservation."],"If the payment has already been made, enter the payment amount paid for 1 person.":["Si le paiement a déjà été effectué, entrer le montant payé pour 1 personne."],"Choose the appropriate booking status from the options available.":["Choisir le statut de réservation approprié parmi les options disponibles."],"Created by":["Crée le"],"N/A":[""],"Administrator":["Envoyer un e-mail à l'administrateur"],"Service category":["Catégories de services"],"ID of cancelled appointment":["ID du rendez-vous annulé"],"Cancelled by":["Annulé par"],"Enter a name to identify the calendar.":["Entrer un nom pour identifier le calendrier."],"User":["Utilisateur"],"select option":["Sélectionner une option"],"Enter your Calendar ID.":["Entrez votre ID de calendrier."],"Calendar ID":["ID de calendrier"],"Choose the calendar connection mode":["Choisissez le mode de connexion du calendrier"],"Mode":["Mode"],"Enter a coupon code.":["Entrez un code promo."],"Define the time period during which the coupon will be valid.":["Définir la durée de validité du coupon."],"Available on":["Disponible sur"],"Choose the service(-s) for which the coupon will be applicable.":["Choisir le(s) service(s) pour lequel le coupon sera applicable."],"Specify the Usage limit for the coupon - the maximum number of times it can be applied. Leaving it blank means unlimited use.":["Spécifier la limite d’utilisation pour le coupon - le nombre maximum de fois qu’il peut être appliqué. Le laisser vide signifie une utilisation illimitée."],"Usage limit":["Limite d'usage"],"Used":["Utilisé"],"Speficy the fixed amount that will be applied as the discount.":["Préciser le montant fixe qui sera appliqué comme remise."],"Discount (fixed)":["Réduction (fixe)"],"Speficy the percentage that will be applied as the discount.":["Préciser le pourcentage qui sera appliqué comme réduction."],"Discount (percentage)":["Réduction (pourcentage)"],"Pricing rule":["Règle de tarification"],"Enter a name to identify the pricing rule.":["Entrer un nom pour identifier la règle de tarification."],"Specify the order for applying pricing rules to a service. This matters when you apply multiple rules for the same service.":["Préciser l’ordre d’application des règles de tarification à un service. Cela est important lorsque vous appliquez plusieurs règles pour le même service."],"low":["bas"],"medium":["moyen"],"high":["haut"],"Type":["Type"],"Price for date range":["Prix pour la plage de dates"],"Price for early booking":["Prix pour réservation anticipée"],"Price based on custom field value":["Prix basé sur la valeur du champ personnalisé"],"Price for day of week and time range":["Prix pour le jour de la semaine et la plage horaire"],"Price based on number of seats booked":["Prix basé sur le nombre de sièges réservés"],"Price based on number of timeslots booked":["Prix basé sur le nombre de créneaux horaires réservés"],"Minimum number of days before the booked date":["Nombre minimum de jours avant la date réservée"],"Custom field ID":["ID de champ personnalisé"],"Operator":["Opérateur"],"equals":["égale"],"more than":["plus que"],"less than":["moins que"],"Custom field value":["Valeur du champ personnalisé"],"Number of seats":["nombre de places"],"Number of timeslots":["Nombre de plages horaires"],"Only timeslots in the same service":["Seulement les créneaux horaires dans le même service"],"Day of week and time range":["Jour de la semaine et plage horaire"],"Action":["Action"],"increase":["augmentation"],"reduce":["réduction"],"replace":["remplacer"],"Set the value by which the price will be increased, decreased, or replaced.":["Définir la valeur par laquelle le prix sera augmenté, diminué ou remplacé."],"Amount":["Montant"],"Fixed / percent":["Fixe / pourcentage"],"fixed":["fixe"],"percent":["pourcentage"],"Multiply amount by the field value":["Multiplier le montant par la valeur du champ"],"The field is related to the number of seats booked":["Le champ est lié au nombre de places réservées"],"Please, remove time range intersections.":["Veuillez supprimer les intersections de temps."],"Time entered incorrectly":["heure saisie incorrectement"],"Search":["Recherche"],"All Categories":["Catégories"],"n/a":[""],"unknown error":["erreur inconnue"],"too many requests made to the API too quickly":["Trop de requêtes faites à l’API trop rapidement"],"invalid parameters were supplied to Stripe's API":["des paramètres non valides ont été fournis à l’API de Stripe"],"authentication with Stripe's API failed":["L’authentification avec l’API de Stripe a échoué"],"network communication with Stripe failed":["Échec de la communication réseau avec Stripe"],"generic Stripe error":["erreur générique Stripe"],"Payment method not supported":["Mode de paiement non pris en charge"],"WooCommerce not found":["WooCommerce non trouvé"],"Webba Booking services":["Services Webba booking"],"Webba Booking pricing rules":["Règles de tarification de Webba Booking"],"#service_name on #appointment_day at #appointment_time":["#service_name on #appointment_day at #appointment_time"],"Added by the administrator (not paid)":["Ajouté par l’administrateur (non payé)"],"Added by the administrator (paid)":["Ajouté par l’administrateur (payé)"],"All":["Autoriser"],"No data available.":["Données non disponibles."],"%s is required":["%s est requis"],"%s must be a maximum of 256 characters":["%s doit être un maximum de 256 caractères"],"Value of %s is not acceptable":["La valeur de %s n’est pas acceptable"],"%s must be a maximum of 65535 characters":["%s doit être un maximum de 65535 caractères"],"Validation of %s failed":["Échec de la validation de %s"],"Field %s is empty":["Le champ %s est vide"],"Loading...":["Chargement ..."],"Element not found":["Elément non trouvé"],"Bad request":["demande incorrecte"],"Failed":["Echec"],"Forbidden":["Interdit"],"Please, set at least one filter":["SVP, réglez au moins un filtre"],"Here _START_ to _END_ of _TOTAL_ entries":["Ici _START_ à _END_ sur _TOTAL_ entrées"],"Showing 0 to 0 of 0 entries":["Affichage de 0 à 0 sur 0 entrées"],"(filtered from _MAX_ total entries)":["(filtré à partir du total des entrées _MAX_ )"],"Show _MENU_ entries":["Afficher _MENU_ entrées"],"Processing...":["Traitement..."],"No matching records found":["Aucun enregistrement correspondant trouvé"],"First":["Premier"],"Last":["Dernier"],"Previous":["Précédent"],": activate to sort column ascending":[" : activer pour trier la colonne ascendante"],": activate to sort column descending":[" : activer pour trier la colonne descendante"],"Filters for":["Filtres pour"],"Apply and close":["Appliquer et fermer"],"Filters":["Filtres"],"Save and close":["Sauvegarder et fermer"],"New":["Nouveau"],"Are you sure?":["Êtes vous sûr ?"],"Yes, delete it.":["Oui, effacer"],"select all":["Tout sélectionner"],"deselect all":["Tout désélectionner"],"Color 1":[""],"Color 2":[""],"Save":["Sauvegarder"],"How to add the booking from to my website?":["Comment ajouter la réservation depuis sur mon site ?"],"Service categories":["Catégories de services"],"Active appointments":["Rendez-vous actifs"],"Cancelled appointments":["Rendez-vous annulés"],"Error: invalid calendar ID":["Erreur : ID de calendrier non valide"],"Calendar not found":["Calendrier introuvable"],"Manage authorization":["Gérer l’autorisation"],"The Google Calendar API require PHP 5.4 or greater. Your version is ":["L’API Google Calendar nécessite PHP 5.4 ou supérieur. Votre version est "],"Schedule tools":["Outils de planification"],"Settings":["Réglages"],"Bookings made in the last 24 hours":["Aucune réservation dans les dernières 24 heures"],"Show past bookings":["Commencer une réservation"],"New booking":["À la réservation"],"No bookings in the last 24 hours":["Aucune réservation dans les dernières 24 heures"],"You have %s new bookings in the past 24 hours":["Vous avez %s de nouvelles réservations dans les dernières 24 heures"],"Hello %s":["Bonjour %s"],"You don't have any bookings for this time period yet":[""],"Last 7 days":[""],"Upcoming 7 days":[""],"Last 30 days":[""],"Upcoming 30 days":[""],"Custom":["Client"],"Interests/Conversions":["Intérêts et conversions"],"Week":["Semaine"],"Booking statistics graph is available for Webba Booking Pro users only":[""],"Approved Bookings":["Réservations approuvées"],"Pending Bookings":["Réservations en attente"],"Of slots are booked":["Des créneaux sont réservés"],"No. of bookings":["Nb de réservations"],"Revenue (approved)":["Revenus (approuvés)"],"Revenue (pending)":["Revenus (en attente)"],"approved":["approuvé"],"pending":["en attente"],"authorization required":["autorisation requise"],"IMPORTANT NOTICE: add the following URL in the Google Cloud Console or contact administrator before authorization:":["REMARQUE IMPORTANTE : ajoutez l’URL suivante dans la console Google Cloud ou contactez l’administrateur avant l’autorisation :"],"Authorize":["Autoriser"],"authorization failed":["échec de l'autorisation"],"Check Google API credentials, calendar ID and try to re-authorize this calendar":["Vérifier les informations d’identification de l’API Google, l’ID du calendrier et essayez de ré-autoriser ce calendrier"],"Re-authorize":["Réautoriser"],"Authorized":["Autorisé"],"Calendar name on Google:":["Nom du calendrier dans Google :"],"Remove authorization":["Supprimer l’autorisation"],"View Settings":["Réglages"],"Basic Settings":["Réglages"],"Advanced Settings":["Configuration des options avancées"],"Cancel":["Annulation"],"Launch Setup Wizard":["Lancer l’assistant de configuration"],"Items count":["Nombre d'items"],"Custom data":["Données personnalisées"],"Click to open schedule tools:":["Cliquer pour ouvrir les outils de planification :"],"Create at least one service. ":["Créez au moins un service"],"Click to display the service schedule:":["Cliquer pour afficher l'agenda du service"],"Schedule Tools":["Outils de planification"],"Choose services":["Tous les services"],"Choose a service...":["Sélectionnez un service"],"Deselect all services":["Sélectionnez un service"],"Manual lock / unlock":["Verrouillage/déverrouillage manuel"],"Date auto lock / unlock":["Date de verrouillage/déverrouillage automatique"],"Time slot auto lock / unlock":["Verrouillage/déverrouillage automatique de la plage horaire"],"Create multiple bookings":["Créer plusieurs réservations"],"Select service":["Sélectionner un service "],"Choose an action":["Choisir une action"],"Or category":["Ou catégorie"],"Lock dates in the range":["Verrouiller les dates dans la plage"],"Except the following dates":["Sauf les dates suivantes"],"Apply only for the next days of the week":["Appliquer seulement pour les prochains jours de la semaine"],"Lock time slots in the range":["Verrouiller les plages horaires dans la plage"],"From":["De"],"To":["Jusqu'à"],"Select date":["Sélectionner la date"],"Welcome to the Setup Wizard! Create your first service/event:":["Bienvenue dans l’assistant de configuration! Créez votre premier service ou événement :"],"Enter the name of your service/event/etc. here that will be displayed in\n                                                the booking form seen by your customers":[""],"My first service":["Service incorrect"],"What is the duration of one session for the service above (in minutes)?":[""],"Enter duration of one session in minutes. 1 hour = 60 minutes.":[""],"What are your business hours?":["Heures d’ouverture spéciales"],"Enter your operating hours here. Do not worry - you can change hours and dates in the settings page at any time.":[""],"I need more services":["Service incorrect"],"Great! You will be able to add additional services in the <strong>Services</strong> page after the Setup Wizard.</p>":[""],"Booking form settings":["Paramètres du formulaire de réservation"],"Do you need to allow users book multiple time slotsin one checkout?":[""],"No, they need to choose only one time slot":[""],"Yes, allow selection of multiple time slots":[""],"Can user book multiple services at a time?":[""],"How many people can book the same timeslot?":["Combien de personne par plage horaire ?"],"You can change this in the service settings later.":[""],"Congrats! You are all set!":["Félicitations! Vous êtes prêts!"],"This is a shortcode for the booking form, place it in the page you want it to appear:":["Il s’agit d’un shortcode pour le formulaire de réservation, placez-le dans la page que vous souhaitez qu’il apparaisse :"],"Here are some additional options you may want to consider:":["Voici d’autres options à envisager :"],"Watch getting started video":[""],"Skip the setup wizard":["Terminer l’assistant de configuration"],"Booking data not added to Google Calendar.":["Données de réservation non ajoutées à Google Agenda."],"Pay with a bank transfer":["Payer par virement bancaire"],"select...":["choisir..."],"Start booking":["Commencer une réservation"],"Bookings approved: ":["Réservations approuvées : "],"Bookings canceled: ":["Réservations annulées : "],"Bookings not found.":["Réservations non trouvées."],"Payment cancelled":["Paiement annulé"],"Bookings approved: #count":["Réservations approuvées : #count"],"Bookings canceled: #count":["Réservations annulées : #count"],"Your booking should be paid on arrival":["Votre réservation doit être payée à l’arrivée"],"coupon code":["code coupon"],"Show more":["Voir plus"],"from":["de"],"Search time slots":["Rechercher des créneaux horaires"],"Please, enter email":["Entrer une adresse de courriel"],"Please, enter customer name":["Saisir le nom du client"],"Please, enter phone number":["Entrer votre numéro de téléphone"],"You will be redirected to PayPal to approve the payment.":["Vous serez redirigé vers PayPal pour approuver le paiement."],"Read more":[""],"Thank you for your booking!":["Merci pour votre réservation !"],"Booking confirmation<br>  has been sent to your email address.":["La confirmation de réservation<br> a été envoyée à votre adresse de courriel."],"Total amount:":["Montant total:"],"Booking confirmation  has been sent to your email address.":["La confirmation de réservation a été envoyée à votre adresse de courriel."],"Toggle editor":[""],"Authorization failed":["Echec de l'autorisation"],"Google API credentials not set":["Les informations d’identification de l’API Google ne sont pas définies"],"Authorization required":["Authorization required"],"Click on the link below to start the authorization process":["Cliquez sur le lien ci-dessous pour commencer le processus d’autorisation"],"Details: ":["Détails :"],"Specify what action should be performed on the price.":["Spécifier quelle action doit être effectuée sur le prix."],"Specify whether the amount is a fixed value or a percentage of the price.":["Spécifier si le montant est une valeur fixe ou un pourcentage du prix."],"Product ID not specified correctly":["ID de produit non spécifié correctement"],"Booking product not exists":["Le produit de réservation n’existe pas"],"close":["Fermé"],"open":["Ouvert"],"Service catetories":["Catégories de services"],"Booking on #dt":["Nombre de réservations"],"Add Webba Booking form":["Ajouter le formulaire Webba booking"],"Webba Booking Email landing":["Formulaire Webba booking"],"Week starts on":["La semaine commence"],"Time format":["Format Heure"],"Continuous appointments":["Fixer un rendez-vous le"],"Message to a customer (on booking)":["Message à un client"],"Send customer an email (on approval)":["Envoyer un e-mail au client"],"Subject of an email to a customer (on approval)":["Sujet de l'e-mail pour le client"],"Message to a customer (on approval)":["Message à un client"],"Send administrator an email (on cancellation)":["Envoyer un e-mail à l'administrateur"],"Subject of an email to administrator (on cancellation)":["Sujet de l'email pour l'administrateur"],"Subject of an email to customer (on cancellation)":["Sujet de l'e-mail pour le client"],"Message to customer (on cancellation by administrator)":["Message à un client"],"Message to customer (on cancellation by customer)":["Message à un client"],"Subject of an email to an administrator (on booking)":["Sujet de l'email pour l'administrateur"],"Message to an administrator (on booking)":["Message à un administrateur"],"Send administrator an email (on payment received)":["Envoyer un e-mail à l'administrateur"],"Subject of an email to an administrator (on payment received)":["Sujet de l'email pour l'administrateur"],"Send customer an email (on payment received)":["Envoyer un e-mail au client"],"Subject of an email to to a customer (on payment received)":["Sujet de l'e-mail pour le client"],"Message to a customer (on payment received)":["Message à un client"],"Subject of an email to a customer (on status changed to arrived)":["Sujet de l'e-mail pour le client"],"Message to a customer (on status is changed to arrived)":["Message à un client"],"Subject of customer reminders":["Envoyer un Email au client"],"Send copies of invoices to administrator":["Envoyer un Email à l'administrateur"],"Maximum amount of bookings in one session":["Réservation maximum limite pour un créneau horaire"],"Select date label (extended mode)":["Etiquette de sélection de date (mode étendu)"],"Select date label (basic mode)":["Etiquette de sélection de date (mode basique)"],"Select hours label":["Etiquette de sélection d'heure"],"Select time slots label":["Etiquette créneaux horaires"],"Booking items count label":["Etiquette nombre d'items de réservations"],"Local time format":["Format Heure"],"Text after the time in time slot":["Créneaux horaires disponibles"],"Availability calculation method":["Accessibles aux utilisateurs"],"Appointment information":["Rendez-vous"],"Columns of Appointment table":["Fixer un rendez-vous le"],"Check if you'd like to send administrator an email when payment received":["Cochez si vous souhaitez envoyer un e-mail à l'administrateur"],"Email status updated":["Statuts d'Email mis à jour"],"Check if you'd like to send customer an email when payment received":["Cochez si vous souhaitez envoyer un e-mail au client"],"Wordpress default":["Réglages Wordpress par défaut"],"Incorrect start of week":["Début de semaine incorrect"],"Leave empty to use Wordpress Date Format. ":["Laisser vide si vous souhaitez utiliser le format de Worpdress par défaut"],"Date format updated":["Format de date réactualisé"],"Leave empty to not set the limit. ":["Laisser vide si vous souhaitez utiliser le format de Worpdress par défaut"],"Dropdown dates count updated":["Format de date réactualisé"],"Enabled":["Activé"],"Leave empty to use Wordpress Time Format. ":["Laisser vide pour utiliser le format Heure de Wordpress par défaut"],"Time format updated":["Format d'heure réactualisée"],"More information":["Confirmez láction"],"Check if you'd like to make holidays recurring":["Cochez si vous souhaitez envoyer un e-mail au client"],"Check if you'd like to send customer an email on booking":["Cochez si vous souhaitez envoyer un e-mail au client"],"Check if you'd like to send customer an email on approval":["Cochez si vous souhaitez envoyer un e-mail au client"],"Email (on approval) status updated":["Statuts d'Email mis à jour"],"Check if you'd like to send administrator an email on appointment cancellation":["Cochez si vous souhaitez envoyer un e-mail à l'administrateur"],"Email (on cancellation) status updated":["Statuts d'Email mis à jour"],"Check if you'd like to send customer an email on appointment cancellation":["Cochez si vous souhaitez envoyer un e-mail au client"],"Check if you'd like to send copy of approval notification to administrator":["Cochez si vous souhaitez envoyer un e-mail à l'administrateur"],"Check if you'd like to send an email to a customers from the group":["Cochez si vous voulez envoyer un Email au client"],"Check if you'd like to send administrator an email":["Cochez si vous souhaitez envoyer un e-mail à l'administrateur"],"Check if you'd like to attach iCal file to the notification":["Cochez si vous souhaitez envoyer un e-mail au client"],"\"From: name\" is wrong":["\"De : nom\" est incorrect"],"Extended":["Etendu"],"Basic":["Basique"],"Sum":["Dim"],"Hours frontend label":["Etiquette heure frontend"],"Appointment on #dt":["Rendez-vous"],"Booking items count frontend label":["Etiquette nombre d'item de réservation"],"Available placeholders: ":["Accessibles aux utilisateurs"],"all services":["Tous les services"],"Leave empty to not set this limit":["Laisser vide pour utiliser le format Heure de Wordpress par défaut"],"Leave empty to not set limit":["Laisser vide pour utiliser le format Heure de Wordpress par défaut"],"Expiration time in minutes.":["Durée (en minutes)"],"days":["Vacances"],"PayPal tax updated":["Statuts d'Email mis à jour"],"Leave empty to not convert the currency.":["Laisser vide si vous souhaitez utiliser le format de Worpdress par défaut"],"Stripe tax updated":["Format de date réactualisé"],"appointment booked":["Nouvelle prise de rendez-vous"],"Schedules":["Calendrier"],"Add service":["Ajouter un service"],"Remove the second gap":["Supprimer le deuxième espace"],"Add the second gap":["Ajouter le deuxième espace"],"Fill in a form to add new element:":["Заполните форму, чтобы забронировать встречу"],"Regular appointments":["Nouveau rendez-vous"],"WordPress user":["Réglages Wordpress par défaut"],"Multi-Service":["Services"],"Service title text align":["Sélectionnez un label"],"Service title font size":["Etiquette Service frontend"],"Service title Font style":["Sélectionnez un label"],"These services will be permanently deleted and cannot be recovered. Continue?":["Ces services seront définitivement supprimés et ne peuvent être récupérés. Continuer?"],"Error":["Erreur"],"Unable to set the gap.":["Impossible de programmer l'espace"],"Step":["Pas"],"Available to users":["Accessibles aux utilisateurs"]," (has access)":[" (accès autorisé)"],"Select form":["Sélection de formulaire"],"Duration ":["Durée"],"Gap":["Pause"],"Items":["Items"],"Delete service":["Supprimer un service"],"invalid appointment id(s)":["Ajouter un rendez-vous"],"incorrect description":["description incorrecte"],"Book an appointment on or after":["Fixer un rendez-vous à ou après"],"Thanks for booking appointment":["Merci d'avoir pris votre rendez-vous en ligne"],"Suitable hours":["Sélectionnez l'horaire qui vous convient"],"Fill in a form":["Remplir le formulaire"],"date...":["date..."],"Paid booking couldn't be canceled.":["Réservation maximum limite pour un créneau horaire"],"You have successfully booked an appointment":["Votre rendez-vous est bien enregistré"],"New appointment booking":["Nouvelle prise de rendez-vous"],"Purchase Code":["Code d'achat"],"\"From: email\" is wrong":["\"De : Email\" est incorrect"]}}}